Repository: 1989shack/AlternC
Catalog: awstats/bureau/locales/*/LC_MESSAGES/aws_manual.po
Languages: fr_fr

# quota_aws
source: Web Statistics (awstats)
fr_fr: Statistiques Web Awstats

# err_aws_1
source: No statistic set found.
fr_fr: Aucun jeu de statistiques actuellement

# err_aws_2
source: This statistic set does not exist.
fr_fr: Le jeu de statistique demandé n'existe pas

# err_aws_3
source: This hostname does not exist
fr_fr: Le nom de domaine demandé n'existe pas

# err_aws_4
source: Your statistic set quota is over. You cannot create more statistic sets.
fr_fr: Votre quota est atteint, vous ne pouvez plus créer de jeux de statistiques

# err_aws_5
source: Login does not exists
fr_fr: Cet utilisateur n'existe pas

# err_aws_6
source: Login incorrect
fr_fr: Le nom d'utilisateur est incorrect

# err_aws_7
source: Login does not exist
fr_fr: Cet utilisateur existe déjà

# err_aws_8
source: This login is already allowed for this statistics.
fr_fr: Cet utilisateur a déjà le droit d'accéder à ces statistiques

# err_aws_9
source: This login is already denied for this statistics.
fr_fr: Cet utilisateur est déjà interdit d'accès à ces statistiques

# err_aws_10
source: prefix not allowed.
fr_fr: Ce prefixe n'est pas autorisé

# err_aws_11
source: Forbidden caracters in the login
fr_fr: Il y a des caractères interdits dans le suffixe

# err_aws_12
source: Hostname is incorrect
fr_fr: Le nom de domaine est incorrect

# err_aws_13
source: No user currently defined
fr_fr: Aucun utilisateur de défini pour l'instant
