Repository: 1989shack/AlternC
Catalog: bureau/locales/*/LC_MESSAGES/admin.po
Languages: pt_br

source: err_admin_1
pt_br: -- Somente os administradores tem acceso à essas paginas !! --

source: err_admin_2
pt_br: Conta não foi achado

source: err_admin_3
pt_br: Este login jà existe

source: err_admin_4
pt_br: -- Não posso criar esta conta --

source: err_admin_5
pt_br: Por favor entrar um endreço email válido

source: err_admin_6
pt_br: Todos os campos são obrigatórios

source: err_admin_7
pt_br: Você pode me peder uma senha somente uma vez por dia !

source: err_admin_8
pt_br: Esta conta JÀ é uma conta administrativa

source: err_admin_9
pt_br: Esta conta NÃO é uma conta administrativa

source: err_admin_10
pt_br: Somente os carateres a-z, 0-9 e - são permitidos no Login

source: err_admin_11
pt_br: Este TLD não existe

source: err_admin_12
pt_br: Este TLD jà existe

source: This page is restricted to authorized staff
pt_br: Esta página é restringida à equipe de funcionários autorizada

source: New member
pt_br: Membro novo

source: Initial password
pt_br: Senha inicial

source: Surname
pt_br: Sobrenome

source: First Name
pt_br: Nome

source: Email address
pt_br: Endereço email

source: Create a new member
pt_br: Criar um membro novo

source: The new member has been successfully created
pt_br: O membro novo foi criado com sucesso

source: Click here to continue
pt_br: Clicar aqui para continuar

source: Member '%s' does not exist
pt_br: Membro '%s' não existe

source: Member %s successfully deleted
pt_br: Membro %s foi suprimido com sucesso

source: Member Edition
pt_br: Edição do Membro

source: The member has been successfully edited
pt_br: O membro foi editado com sucesso

source: Account Enabled ?
pt_br: Conta Permitiu ?

source: Edit this account
pt_br: Editar esta conta

source: Member list
pt_br: Lista dos membros

source: Here is the list of hosted members
pt_br: Aqui está a lista de membros hospedados

source: Edit
pt_br: Editar

source: Connect as
pt_br: Conectar como

source: Delete checked accounts
pt_br: Deletar as contas selecionadas

source: Editing the quotas of a member
pt_br: Editando os quotas do membro

source: The quotas has been successfully edited
pt_br: Os quotas foram editados com sucesso

source: Used
pt_br: Usado(s)

source: Description
pt_br: Descição

source: Edit the quotas
pt_br: Editar os quotas

source: Recalculate the quotas of the account
pt_br: Recalcular os quotas da conta

source: The user has no database
pt_br: O usuário não tem nenhuma base de dados

source: Enable the database
pt_br: Permitir a base de dados

source: The user has a MySQL database
pt_br: O usuário tem uma base de dados MySQL

source: Disable the database
pt_br: Você pode ter somente uma conta do administrador, você não pode voltar esta conta ao normal

source: This account is a super-admin account
pt_br: Esta conta é uma conta super-administrador

source: Turn this account back to normal
pt_br: Voltar esta conta à normal

source: Make this account a super admin one
pt_br: Modificar esta conta à uma conta do super admin

source: Disk space (in KB)
pt_br: Espaco Disco (em KB)

source: Number of email accounts
pt_br: Número de contas do email

source: Number of mailing-lists
pt_br: Número de envi-listas

source: Number of domains
pt_br: Número de domínios

source: Number of FTP accounts
pt_br: Número de contas FTP

source: Number of web statistics
pt_br: Número de statisticas Web

source: Some TLD cannot be deleted...
pt_br: Algums TLD não pode ser suprimidos...

source: The requested TLD has been deleted
pt_br: O TLD pedido foi suprimido

source: Manage allowed domains (TLD)
pt_br: Controla domínios permitidos (TLD)

source: Here is the list of the TLD allowed on this server. Each TLD can be allowed or denied after some checks (whois, ns, domain exists...)
pt_br: TLD

source: Allowed Mode
pt_br: Modalidade Permitida

source: Delete the checked TLD
pt_br: Suprimir o TLD selecionado

source: Add a new TLD
pt_br: Adicionar um novo TLD

source: The TLD has been successfully added
pt_br: O TLD foi adiçionado com sucesso

source: Enter the new TLD (without the first dot) and choose what check should be done.
pt_br: Entrar um novo TLD (sem o primeiro ponto) e escolher que verificação deve ser feita.

source: Warning : only some final tld are known in the whois function of AlternC, please check m_domains.php accordingly.
pt_br: Aviso: somente algums tld estam conhecedos na função whois do AlternC, por favor verificar em m_domains.php conformente.

source: Edit a TLD
pt_br: Editar um TLD

source: Edit this TLD
pt_br: Editar este TLD

source: The TLD has been successfully edited
pt_br: Este TLD foi editado com sucesso

source: Change the default quotas
pt_br: Mudar os quotas padrões

source: This TLD is forbidden
pt_br: Este TLD é proibido

source: primary DNS is checked in WHOIS db
pt_br: O DNS preliminar está selecionado em db WHOIS

source: primary & secondary DNS are checked in WHOIS db
pt_br: O DNS preliminar e secundário estam selecionados em db WHOIS

source: Domain must exist, but don't do any DNS check
pt_br: O domínio deve existir, mais não faz a verificação DNS

source: Domain can be installed, no check at all
pt_br: O domínio pode ser instalado, mas não faz nenhuma verificação

source: Domain can be installed, force NO DNS hosting
pt_br: O domínio pode ser instalado, forçã a hospedadem SEM DNS

source: Manage the members
pt_br: Controlar os membros

source: Admin Control Panel
pt_br: Painel de controle do Administrador

source: General SQL Admin
pt_br: Admin do SQL Geral

source: Default quotas successfully changed
pt_br: Quotas padrões foram mudados com sucesso

source: Can he change its password
pt_br: Pode mudar a senha

source: Account created by %s
pt_br: Conta foi criado por %s

source: Locked Account
pt_br: Conta Troncada
