Repository: 1989shack/AlternC
Catalog: bureau/locales/*/LC_MESSAGES/dom.po
Languages: pt_br

source: quota_dom
pt_br: Nome dos Domínios

source: err_dom_1
pt_br: O Domínio '%s' não foi achado

source: err_dom_2
pt_br: O Domínio '%s' não é o seu

source: err_dom_3
pt_br: --- Erro de program --- Falta o fechamento nos domínios !

source: err_dom_4
pt_br: O nome do domínio é demasiado longo

source: err_dom_5
pt_br: Um dos membros do domínio é demasiado longo.

source: err_dom_6
pt_br: Há algums caráteres proibidos no nome domínio (somente A-Z 0-9 e - são permitidos).

source: err_dom_7
pt_br: O ultímo membro do domínio é incorreto ou não pode ser hospidado neste servidor.

source: err_dom_8
pt_br: O domínio jà existe.

source: err_dom_9
pt_br: O domínio foi suprimido menos de 5 minutos há.

source: err_dom_10
pt_br: Sua quota do domínio jà acabou, você não pode criar mais domínios.

source: err_dom_11
pt_br: A base de dados Whois está inacessível, por favor tenta de novo mais tarde.

source: err_dom_12
pt_br: O domínio não foi achado na base de dados Whois.

source: err_dom_13
pt_br: O domínio mudou menos de 5 minutos há. Por favor tenta de novo em algums minutos.

source: err_dom_14
pt_br: O secundário-domínio não existe.

source: err_dom_15
pt_br: Nenhuma mudança foi pedida...

source: err_dom_16
pt_br: O secundário-domínio jà existe.

source: err_dom_17
pt_br: --- Erro de Programa --- Fechamento obtido já !

source: err_dom_18
pt_br: Este domínio é o do servidor !!! Você não pode hospedá-lo em sua conta !

source: err_dom_19
pt_br: O endereço IP que você entrou é incorreto.

source: err_dom_20
pt_br: O URL que você entrou é incorreto.

source: err_dom_21
pt_br: A pasta que você entrou é incorreta ou não existe.

source: err_dom_22
pt_br: O domínio pedido é proibido neste servidor. Por favor contatar o administrador

source: err_dom_23DNS (and eventually wait 1 day) before you install it again.
pt_br: O DNS deste domínio não combina o DNS do servidor. Por favor mudar o DNS do seu domínio (e esperar 1 dia) antes de instalar-lo de novo.

source: help_dns_mx %s %s
pt_br: Se nós controlamos seu DNS <br />Você pode controlar seu correios em outra parte se você quiser (campo MX).<br />Escreve <b><code>%s</code></b> neste campo se seus correios devem ser controlados por %s<br />ou coloca o endereço IP ou nome do servidor de email usado para controlar seus correios.<small>Aviso: Se você não coloca nada neste campo, seus correios serão inacessívels</small>

source: help_dns_mail
pt_br: Se nós não controlamos o DNS deste domínio <br />controlamos seus correios?

source: help_domain_del %s
pt_br: Se você quiser suprimir o domínio %s, clica a tecla abaixo.Aviso : isto suprimirá todo o ftp, correios, envi-listas ... associadas com estedomínio e os sécondarios domínios dele

source: hlp_add_domain
pt_br: - Entrar o nome do domínio que você gostaria hospedar. O nome do domínio deve ser completo, mais <b>sem o www.</b><br /> IMPORTANTE: Se você gostaria uma hospedagem actual do domínio, o DNS do seu domínio deve apontar para nossos servidors DNS. Contatar sua companhia de hospedagem para mais informação.<br /> Exemplos : globonet.org / demo.com / test.eu.org etc.<br />Mais informação sobre a administração dos domínios na seção da ajuda online HELPID_200<br />

source: hlp_add_domain_2
pt_br: Clica sobre o link abaixo. Você pode acessar os parâmetros do domínio no menu à esquerda2 links aparecerão : <br /> - o primeiro para modificar os parâmetros de hospedagem do domínio (secondario-domínios, redireções, hospedagem do email ...) <br /> - o segundo para administrar as contas de email do domínio (se você quiser criar as caixas de email).<br />Mais informação sobre a administração dos domínios na seção de ajuda online HELPID_200<br />

source: hlp_del_domain
pt_br: O domínio foi suprimido, mais os arquivos do seu web-site não foram destruídos.<br />Se você quiser destruir os arquivos du web-site, usa a Administração de Arquivo<br />Mais informação sobre a administração dos domínios na seção de ajuda online HELPID_200<br />

source: hlp_edit_domain
pt_br: Esta zona permite as modificações de parâmetros de seu domínio e dos secundários-domínios instalados<br />Você pode criar um novo secundário-domínio e escholer de re-dirigir a seu espaço de disco, a um outro endereço Internet, o a um endereço IP (utilização advancado)<br />Mais informação sobre a administração dos domínios na seção de ajuda online HELPID_200<br />

source: Domain hosting
pt_br: Hospedagem do Domínio

source: You cannot add any new domain, your quota is over.
pt_br: Você não pode adiçionr mais domínios, sua quota acabou.

source: Contact your administrator for more information.
pt_br: Contatar seu administrador para mais informação.

source: Domain name
pt_br: Nome do Domínio

source: If you don't want to host in our server the DNS of your domain, don't check the box 'host my dns here'. If you don't know what it mean, leave it checked.
pt_br: Se você não quiser hospedar o DNS em nosso servidor, não seleciona a caixa 'hospedar meu DNS aqui'. Se você não sabe o que significa, deixá-lo selecionado.

source: host my dns here
pt_br: hospedar meu DNS aqui

source: Add a domain
pt_br: Adiçionar um domínio

source: Add this domain
pt_br: Adiçionar este domínio

source: Your new domain %s has been successfully installed
pt_br: Seu domínio %s foi instalado com sucesso

source: Whois result on the domain
pt_br: Resultado Whois deste domínio

source: Confirm the deletion of domain %s
pt_br: Confirma o apagamento deste domínio %s

source: This will delete the related sub-domains too.
pt_br: Isto suprimirá os secundário-domínios relacionados tambem.

source: Domain %s deleted
pt_br: Domínio %s suprimido

source: The domain %s has been successfully deleted.
pt_br: O domínio %s foi suprimido com sucesso.

source: Editing domain %s
pt_br: Editando o domínio %s

source: Subdomains
pt_br: Secundário-domínios

source: Domains
pt_br: Domínios

source: Add a subdomain
pt_br: Adiçionar um secundário-domínio

source: Locally managed
pt_br: Controlado localemente

source: URL redirection
pt_br: Redireção URL

source: IP redirection
pt_br: Redireção IP

source: Webmail access
pt_br: Acesso Webmail

source: DNS parameters
pt_br: Parâmetros DNS

source: Manage the DNS on the server ?
pt_br: Administrar o DNS neste servidor ?

source: MX Field
pt_br: Campo MX

source: Submit the changes
pt_br: Submeter as mudanças

source: Delete %s
pt_br: Deleter %s

source: The domain %s has been changed. The modifications will take effect in 5 minutes.
pt_br: O domínio %s foi modificado. As modificações estarão atualizadas em 5 minutos.

source: Deleting subdomain %s
pt_br: Suprimando o secundário-domínio %s

source: WARNING : Confirm the deletion of the subdomain
pt_br: AVISO : Confirmar o apagamento do secundário-domínio

source: Editing subdomain %s
pt_br: Editando o secundário-domínio %s

source: The modifications will take effect in 5 minutes.
pt_br: As modificações estaram actualizadas em 5 minutos.
