Repository: 1989shack/AlternC
Catalog: bureau/locales/*/LC_MESSAGES/main.po
Languages: pt_br

source: quota_web
pt_br: Espaço de Disco

source: Enter your username and your password to connect to the virtual desktop interface
pt_br: Entrar seu nome do usúario e sua senha para conectar à interface desktop virtual

source: You must accept the session cookie to log-in
pt_br: Você precisa aceitar o cookie da sessão para o login

source: If you want to use a different language, click on the flag below
pt_br: Se você quiser usar uma lingua diferente, clicar sobre a bandeira abaixo

source: Username
pt_br: Nome do usúario

source: Password
pt_br: Senha

source: You cannot change your password
pt_br: Você não pode mudar sua senha

source: Administration of
pt_br: Administração do

source: AlternC Desktop
pt_br: Desktop AlternC

source: Last Login:
pt_br: Último Login:

source: the %3$d-%2$d-%1$d at %4$d:%5$d
pt_br: %1$d login falharam desde o último login

source: from: <code> %1$s </code>
pt_br: do: <code> %1$s </code>

source: Yes
pt_br: Sim

source: No
pt_br: Não

source: Online help
pt_br: Ajuda online

source: Change the email of the account
pt_br: Mudar o email da sua conta
