Repository: 1989shack/AlternC
Catalog: bureau/locales/*/LC_MESSAGES/manual.po
Languages: es_ve

# err_admin_1
source: -- Only administrators can access this page !! --
es_ve: -- ¡¡Solo los administradores tienen acceso a estas páginas!! --

# err_admin_2
source: Account not found
es_ve: No se puede conseguir el miembro

# err_admin_3
source: This login already exists
es_ve: ¡Este login ya existe!

# err_admin_4
source: -- I cannot create this account --
es_ve: --Imposible crear la cuenta--

# err_admin_5
source: Please enter a valid email address
es_ve: Por favor, entre un email válido.

# err_admin_6
source: All fields are mandatory
es_ve: Los campos login, contraseña y correo son obligatorios.

# err_admin_7
source: You can ask for your password only once a day !
es_ve: ¡Solo puede pedir su contraseña una vez por día!

# err_admin_8
source: This account is ALREADY an administrator account
es_ve: ¡El usuario señalado YA es administrador!

# err_admin_9
source: This account is NOT an administrator account !
es_ve: ¡El usuario señalado NO es administrador!

# err_admin_10
source: Login can only contains characters a-z, 0-9 and -
es_ve: Los únicos caracteres autorizados son a-z 0-9 y -.

# err_admin_11
source: This TLD does not exist
es_ve: Este TLD no existe

# err_admin_12
source: This TLD already exists
es_ve: Este TLD ya existe.

# quota_dom
source: Domain names
es_ve: Nombres de dominio

# err_dom_1
source: Domain '%s' not found.
es_ve: El dominio '%s' no existe.

# err_dom_2
source: The domaine '%s' does not belong to you.
es_ve: El dominio '%s' no le pertenece.

# err_dom_3
source: --- Programm error --- No lock on the domains !
es_ve: --- Error de programación --- ¡Ningún Lock en los dominios!

# err_dom_4
source: The domain name is too long.
es_ve: El nombre de dominio es demasiado largo.

# err_dom_5
source: One of the domain name member is too long.
es_ve: Uno de los miembros del nombre de dominio es demasiado largo.

# err_dom_6
source: There is some forbidden characters in the domain name (only A-Z 0-9 and - are allowed).
es_ve: Hay caracteres prohibidos en el nombre de dominio (solo A-Z 0-9 y - son autorizados).

# err_dom_7
source: The last member of the domain name is incorrect or cannot be hosted in that server.
es_ve: El último miembro del dominio es incorrecto o no se puede hospedar en este servidor

# err_dom_8
source: The domain already exists.
es_ve: El dominio ya existe.

# err_dom_9
source: The domain has been deleted less than 5 minutes ago, please try again later.
es_ve: El dominio ha sido borrado hace menos de 5 minutos, intente más tarde.

# err_dom_10
source: Your domain quota is over, you cannot create more domain names.
es_ve: Ha llegado al limite de su cuota de dominios, no se puede crear más.

# err_dom_11
source: The Whois database is unavailable, please try again later.
es_ve: ¡Conexión a la base Whois imposible!

# err_dom_12
source: The domain cannot be found in the whois database.
es_ve: Dominio imposible de conseguir en la base Whois

# err_dom_13
source: The domain has been changed less than 5 minutes ago. Please try again in a few minutes.
es_ve: El dominio a sido modificado hace menos de 5 minutos, intente más tarde.

# err_dom_14
source: The sub-domain does not exist.
es_ve: El subdominio no existe.

# err_dom_15
source: No change has been requested...
es_ve: No se ha pedido ninguna modificación...

# err_dom_16
source: The sub-domain already exists.
es_ve: El subdominio ya existe.

# err_dom_17
source: --- Programm error --- Lock already obtained !
es_ve: --- Error de programación --- ¡Lock sobre los dominios ya obtenidos!

# err_dom_18
source: This domain is the server's domain !!! You cannot host it on your account !
es_ve: ¡Este dominio pertenece al servidor! No puede instalarlo en su cuenta.

# err_dom_19
source: The IP address you entered is incorrect.
es_ve: La dirección IP es incorrecta.

# err_dom_20
source: The URL you entered is incorrect.
es_ve: El URL es incorrecto.

# err_dom_21
source: The folder you entered is incorrect or does not exist.
es_ve: La carpeta especificada es incorrecta o no existe.

# err_dom_22
source: The requested domain is forbidden in this server, please contact the administrator
es_ve: El dominio pedido se encuentra prohibido en este servidor, contacte el administrador.

# err_dom_23
source: The DNS of this domain do not match the server's DNS. Please change your domain's DNS (and eventually wait 1 day) before you install it again.
es_ve: Los DNS de este dominio no coinciden con aquellos del servidor. Tiene que modificar los DNS del dominio (y a veces esperar 24 horas) antes de poder instalarlo.

# hlp_edit_domain
source: Cette zone vous permet de modifier les paramètres de votre domaine, ainsi que des sous-domaines installés<br />Vous pouvez créer un nouveau sous-domaine et choisir, soit de le rediriger vers votre espace disque, vers une autre adresse Internet, ou vers une adresse IP (utilisateurs avancés)<br />Plus d'info sur la gestion des domaines dans l'aide en ligne HELPID_200<br />
es_ve: Cette zone vous permet de modifier les paramètres de votre domaine, ainsi que des sous-domaines installés<br />Vous pouvez créer un nouveau sous-domaine et choisir, soit de le rediriger vers votre espace disque, vers une autre adresse Internet, ou vers une adresse IP (utilisateurs avancés)<br />Vous pouvez aussi diriger un sous-domaine vers le webmail, vous permettant de lire votre mail par le web.<br />Plus d'info sur la gestion des domaines dans l'aide en ligne HELPID_200<br />

# quota_ftp
source: FTP Accounts
es_ve: Cuentas FTP

# err_ftp_1
source: No ftp account found
es_ve: No se consiguió ninguna cuenta ftp

# err_ftp_2
source: This ftp account does not exist
es_ve: Esta cuenta ftp no existe

# err_ftp_3
source: The chosen prefix is not allowed
es_ve: El prefijo escogido no es autorizado

# err_ftp_4
source: This ftp account already exists
es_ve: ¡Esta cuenta ftp ya existe!

# err_ftp_5
source: Your ftp account quota is over. You cannot create more ftp accounts.
es_ve: Ha llegado al limite de su cuota de cuenta ftp, no se puede crear más.

# err_ftp_6
source: The directory cannot be created.
es_ve: Imposible crear la carpeta.

# hlp_ftp_list
source: Voici la liste des comptes ftp ayant accès à votre compte. Cliquez sur 'Modifier' pour changer le nom d'utilisateur, le mot de passe, ou le dossier racine.<br /> Pour supprimer un compte, cochez la case correspondante et cliquez sur le bouton 'Supprimer les comptes cochés'<br />Pour pouvoir accéder à vos fichiers avec un logiciel de ftp, vous devez créer au moins un compte. Chaque compte est associé à un dossier, et n'aura donc accès qu'aux fichiers situés dans ce dossier ou en dessous. <br />Plus d'info sur le FTP dans l'aide en ligne HELPID_100<br />
es_ve: Voici la liste des comptes ftp ayant accès à votre compte. Cliquez sur 'Modifier' pour changer le nom d'utilisateur, le mot de passe, ou le répertoire racine.<br /> Pour supprimer un compte, cochez la case correspondante et cliquez sur le bouton 'Supprimer les comptes cochés'<br />Pour pouvoir accéder à vos fichiers avec un logiciel de ftp, vous devez créer au moins un compte. Chaque compte est associé à un répertoire, et n'aura donc accès qu'aux fichiers situés dans ce répertoire ou en dessous. <br />Plus d'info sur le FTP dans l'aide en ligne HELPID_100<br />

# hlp_ftp_list_no
source: Vous n'avez actuellement aucun Compte FTP de disponible. Cliquez sur 'Création d'un compte ftp' pour en créer un.<br />Pour pouvoir accéder à vos fichiers avec un logiciel de ftp, vous devez créer au moins un compte. Chaque compte est associé à un dossier, et n'aura donc accès qu'aux fichiers situés dans ce dossier ou en dessous. <br />Plus d'info sur le FTP dans l'aide en ligne HELPID_100<br />
es_ve: Vous n'avez actuellement aucun Compte FTP de disponible. Cliquez sur 'Création d'un compte ftp' pour en créer un.<br />Pour pouvoir accéder à vos fichiers avec un logiciel de ftp, vous devez créer au moins un compte. Chaque compte est associé à un répertoire, et n'aura donc accès qu'aux fichiers situés dans ce répertoire ou en dessous. <br />Plus d'info sur le FTP dans l'aide en ligne HELPID_100<br />

# err_hta_1
source: An incompatible .htaccess file exists in this folder.
es_ve: Un archivo .htaccess incompatible se encuentra en este directorio.

# err_hta_2
source: .htaccess parsed and syntaxically correct, a .htpassword file has been created.
es_ve: .htaccess reconocido y sintaxis correcta, un .htpasswd a sido creado.

# err_hta_3
source: .htaccess parsed and syntaxically correct, a .htpasswd already exist.
es_ve: .htaccess reconocido y sintaxis correcta, .htpasswd ya existe

# err_hta_4
source: No protected folder
es_ve: No hay ninguna carpeta protegida

# err_hta_5
source: I cannot delete the file '%s'/.htaccess
es_ve: Imposible suprimir el archivo '%s'/.htaccess

# err_hta_6
source: I cannot delete the file '%s'/.htpasswd
es_ve: Imposible suprimir el archivo '%s'/.htpasswd

# err_hta_7
source: The file .htaccess does not exist
es_ve: El archivo .htaccess no existe

# err_hta_8
source: The folder '%s' does not exist
es_ve: La carpeta '%s' no existe

# err_hta_9
source: The file '%s' is not correct
es_ve: El archivo '%s' no es válido

# err_hta_10
source: The user '%s' already exist for this folder
es_ve: El usuario '%s' ya está relacionado con esta carpeta

# err_hta_11
source: Please enter a valid username
es_ve: Por favor entre un nombre de usuario válido

# quota_mail
source: Email Accounts
es_ve: Cuentas de correos

# err_mail_1
source: ldap connexion impossible, please try again later.
es_ve: Conexión ldap imposible. Intente más tarde.

# err_mail_2
source: No email on domain '%s'
es_ve: Ninguna cuenta de correo en el dominio '%s'.

# err_mail_3
source: The email '%s' does not exist
es_ve: La cuenta '%s' no existe.

# err_mail_4
source: Please check 'pop account' and choose a password pop, or enter some redirections, or both
es_ve: Por favor marque 'cuenta pop' y entre una contraseña pop <b>o</b> entre direcciones para redirigir <b>o</o> ambas cosas.

# err_mail_5
source: -- Server error --- Parameter is incorrect (%s)
es_ve: -- Error Servidor--- Parámetro incorrecto (%s)

# err_mail_6
source: The domain '%s' does not exist.
es_ve: El dominio '%s' no existe.

# err_mail_7
source: The email '%s' already exists.
es_ve: El correo '%s' ya existe.

# err_mail_8
source: Your mail account quota is over. You cannot create more email accounts.
es_ve: Ha llegado al limite de su cuota de cuenta de correo, no se puede crear más.

# err_mail_9
source: The domain '%s' does not exist.
es_ve: El dominio '%s' ya existe.

# err_mail_10
source: -- Programm error -- Mail quota does not exist
es_ve: -- Error de programación -- el cuota Mail no existe.

# err_mail_11
source: Please enter an Email address
es_ve: Entre una dirección de correo.

# err_mail_12
source: Please enter a pop password
es_ve: Entre una contraseña pop

# err_mail_13
source: Please enter a valid email
es_ve: Entre una dirección de correo válida.

# err_mail_14
source: One or more email redirection are invalid
es_ve: Una o más correos para la redirección no son válidos.

# err_mail_15
source: This mail is not a pop account. It's impossible to change the password !
es_ve: Esta cuenta no es una cuenta pop. ¡Es imposible cambiarle la contraseña!

# err_err_1
source: The error message does not exist (%s)
es_ve: El mensaje de error no existe (%s)

# the %3$d-%2$d-%1$d at %4$d:%5$d
source: %3$d/%1$d/%2$d, at %6$d:%5$d %7$s
es_ve: le %1$d/%2$d/%3$d, à %4$dh%5$d

# err_mem_1
source: User or password incorrect
es_ve: Usuario o contraseña incorrecta.

# err_mem_2
source: This account is locked, contact the administrator
es_ve: Cuenta bloqueada, contacte el administrador.

# err_mem_3
source: Cookie incorrect, please accept the session cookie
es_ve: Cookie incorrecto, acepte los cookies.

# err_mem_4
source: Session unknown, contact the administrator
es_ve: Sesión inexistente, contacte el administrador.

# err_mem_5
source: IP address incorrect, please contact the administrator
es_ve: IP incorrecta, contacte el administrador.

# err_mem_6
source: The old password is incorrect
es_ve: La antigua contraseña es incorrecta.

# err_mem_7
source: The new passwords are differents, please retry
es_ve: Las dos nuevas contraseñas son distintas.

# err_mem_8
source: A password must be at least 3 characters long.
es_ve: Una contraseña debe estar compuesta por lo menos de 3 carácteres.

# err_mem_9
source: The information you entered is incorrect
es_ve: Los datos proporcionados son incorrectos.

# err_mem_11
source: You are not allowed to change your password.
es_ve: No puede cambiar su contraseña.

# err_mem_12
source: You must be a system administrator to do this
es_ve: Debe ser administrador para cambiar las preferencias de Administrador.

# quota_mysql
source: MySQL Databases
es_ve: Bases de datos MySQL

# quota_web
source: Disk space
es_ve: Espace disque

# err_mysql_2
source: Data base name can contain only digits or lowercase alphabetic characters
es_ve: El nombre de la base de datos solo puede contener cifras y letras minúsculas.

# err_mysql_3
source: The database does not exist, you'll get an access by creating it.
es_ve: Esta base de datos ya existe, utilice otro nombre.

# err_mysql_4
source: This database already exists!
es_ve: ¡Esta base de datos no existe!

# err_mysql_5
source: Your backup number is incorrect.
es_ve: ¡El número de copia de seguridad es incorrecto!

# err_mysql_6
source: The folder is incorrect!
es_ve: ¡La carpeta es incorrecta!

# err_mysql_7
source: The file name you chose does not exist or is incorrect.
es_ve: No tiene ninguna base de datos, no puede cambiar la contraseña.

# err_mysql_8
source: The password is too long (16 chars max)
es_ve: La contraseña es demasiado larga (16 caracteres máximum).

# err_mysql_9
source: The file is incorrect or does not exist.
es_ve: El archivo especificado no existe o es incorrecto.

# err_mysql_10
source: Your cannot create your main database : you still have other dbs !
es_ve: Error: Ud, no puede crear su base principal. ¡Le queda otras bases!

# err_mysql_11
source: You have no database, click on 'Databases' to create the first one
es_ve: No tiene ninguna base de datos disponible. Haga clic en «Bases de datos» para crear una.

# hlp_sql_bck
source: Your MySQL backups are stored in the chosen folder from <code>db.sql.1</code> to <code>db.sql.19</code><br />your database name replaces 'db'.<br />WARNING: If you modify backup settings (backups, compression...) previous backups may remain in the backup folder. Go to the file manager to delete them.
es_ve: Les sauvegardes de votre base MySQL sont stockées dans le répertoire choisi sous le nom <code>db.sql.1</code> à <code>db.sql.19</code><br /> où 'db' est remplacé par le nom de la base de données.<br />ATTENTION : si vous modifiez les paramètres de la sauvegarde (nombre de sauvegardes, compression ...) des vieilles sauvegardes peuvent rester dans le répertoire concerné. Vous pouvez les effacer dans le gestionnaire de fichier.

# err_bro_1
source: File or folder name is incorrect
es_ve: ¡Carpeta o archivo incorrecto!

# err_bro_2
source: You cannot move or copy a file to the same folder
es_ve: ¡No se puede desplazar un archivo en la misma carpeta!
