Repository: 1989shack/AlternC
Catalog: bureau/locales/*/LC_MESSAGES/mysql.po
Languages: pt_br

source: quota_mysql
pt_br: MySQL Databases

source: err_mysql_1
pt_br: You have no database available.

source: err_mysql_2
pt_br: Your password is too long (16 characters max)

source: err_mysql_3
pt_br: The database does not exist, you'll get an access by creating it.

source: err_mysql_4
pt_br: This database already exists!

source: err_mysql_5
pt_br: Your backup number is incorrect.

source: err_mysql_6
pt_br: The folder is incorrect!

source: err_mysql_7
pt_br: The file name you chose does not exist or is incorrect.

source: err_mysql_8
pt_br: The password is too long (16 chars max)

source: err_mysql_9
pt_br: The file is incorrect or does not exist.

source: err_mysql_10
pt_br: Your cannot create your main database : you still have other dbs !

source: err_mysql_11
pt_br: You have no database, vlick on 'Databases' to create the first one

source: help_sql_list_ok
pt_br: You can create various databases<br />Click on 'SQL Admin' in the menu to manage them<br />or use the table below to backup, retrieve or delete them:

source: help_sql_list_no
pt_br: Your haven't created your main database yet, please enter a password to create it.

source: hlp_sql_bck
pt_br: Your MySQL backups are stored in the chosen folder from <code>db.sql.1</code> to <code>db.sql.19</code><br />your database name replaces 'db'.<br />WARNING: If you modify backup settings (backups, compression...) previous backups may remain in the backup folder. Go to the file manager to delete them.

source: Delete the checked databases
pt_br: Delete the chosen databases

source: Get the current SQL parameters
pt_br: Get the current SQL settings

source: This will delete all the tables currently in those db.
pt_br: This will delete all the tables in the database.

source: You currently have no database defined
pt_br: Your don't have a database yet

source: Please enter the filename containing SQL data to be restored.
pt_br: Please enter the filename containing the SQL data that need restoring.

source: Note: If the filename ends with .gz, it will be uncompressed before.
pt_br: Note: If the filename ends up with .gz, it will be uncompressed first.

source: Restore my database
pt_br: Restore a database

source: Your database has been restored, check out the previous text for error messages.
pt_br: Your database has been restored, check the previous text for error messages.

source: Enter the new password of your SQL database and click 'change the password' to change it
pt_br: Enter your new password to your SQL database

source: Manage the SQL backup
pt_br: Manage SQL backups

source: Change the SQL password
pt_br: Change your SQL password

source: Do sql backup?
pt_br: Backup frequency:

source: Change the SQL backup parameters
pt_br: Modify SQL backup settings

source: How many backup should be kept?
pt_br: How long do you want to keep them (days/weeks)?

source: Compress the backups? (gzip)
pt_br: Do you want to compress the backups? (gzip)

source: In which folder do you want to store the backups?
pt_br: Which folder do you want to store the backups in?

source: Create a new database
pt_br: Create a database

source: Create this new database.
pt_br: Create the database.
